tap 'AdoptOpenJDK/openjdk'
cask 'adoptopenjdk8'
cask 'adoptopenjdk11'

tap 'c-bata/kube-prompt'
brew 'kube-prompt'

brew 'awscli'
brew 'curl'
brew 'docker-compose'
brew 'gcc'
brew 'gitlab-runner'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'grpc'
brew 'jq'
brew 'kops'
brew 'ktr0731/evans/evans'
brew 'node'
brew 'prototool'
brew 'sbt'
brew 'scala'
brew 'telnet'
brew 'tree'
brew 'zsh-autosuggestions'
brew 'zsh'

cask 'docker'
cask 'firefox'
cask 'flycut'
cask 'genymotion'
cask 'gimp'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'minikube'
cask 'mockoon'
cask 'postman'
cask 'qbittorrent'
cask 'sourcetree'
cask 'teamviewer'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'vlc'
cask 'vscodium'
cask 'wireshark'
cask 'xnconvert'
cask 'zoomus'

tap 'spectralkh/tap'
cask 'flutter'

tap 'jesseduffield/lazydocker'
brew 'lazydocker'

mas 'amphetamine', id: 937984704
mas 'xcode', id: 497799835
