tap 'AdoptOpenJDK/openjdk'
cask 'adoptopenjdk11'

tap 'c-bata/kube-prompt'
brew 'kube-prompt'

cask 'osxfuse'
brew 'datawire/blackbird/telepresence'

brew 'aws-iam-authenticator'
brew 'awscli'
brew 'curl'
brew 'docker-compose'
brew 'gcc'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'grpc'
brew 'handbrake'
brew 'helm'
brew 'istioctl'
brew 'jq'
brew 'k3d'
brew 'kubectl'
brew 'ktr0731/evans/evans'
brew 'maven'
brew 'node'
brew 'prototool'
brew 'telnet'
brew 'tree'
brew 'zsh'

cask 'dbeaver-community'
cask 'docker'
cask 'firefox'
cask 'flycut'
cask 'genymotion'
cask 'gimp'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'mockoon'
cask 'postman'
cask 'qbittorrent'
cask 'sourcetree'
cask 'teamviewer'
cask 'tunnelblick'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'vlc'
cask 'vscodium'
cask 'wireshark'
cask 'xnconvert'
cask 'xquartz'
cask 'zoomus'

tap 'dart-lang/dart'
brew 'dart'

mas 'amphetamine', id: 937984704
mas 'xcode', id: 497799835
