tap 'AdoptOpenJDK/openjdk'
cask 'adoptopenjdk11'

tap 'c-bata/kube-prompt'
brew 'kube-prompt'

tap 'datawire/blackbird'
brew 'telepresence'

tap 'dart-lang/dart'
brew 'dart'

tap 'fluxcd/tap'
brew 'flux'

tap 'hashicorp/tap'
brew 'hashicorp/tap/packer'

tap 'solo-io/tap'
brew 'glooctl'

brew 'aws-iam-authenticator'
brew 'awscli'
brew 'bash'
brew 'curl'
brew 'docker-compose'
brew 'gcc'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'grpc'
brew 'helm'
brew 'istioctl'
brew 'jq'
brew 'k3d'
brew 'ktr0731/evans/evans'
brew 'kubectl'
brew 'kubeseal'
brew 'kustomize'
brew 'maven'
brew 'node'
brew 'ntfs-3g'
brew 'prototool'
brew 'telnet'
brew 'terraform-docs'
brew 'terraform'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yq'
brew 'zsh'

cask 'dbeaver-community'
cask 'docker'
cask 'firefox'
cask 'flycut'
cask 'genymotion'
cask 'gimp'
cask 'google-chrome'
cask 'gpg-suite'
cask 'handbrake'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'osxfuse'
cask 'postman'
cask 'qbittorrent'
cask 'sourcetree'
cask 'teamviewer'
cask 'tunnelblick'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'vlc'
cask 'vscodium'
cask 'zoom'

mas 'amphetamine', id: 937984704
mas 'microsoft remote desktop', id: 1295203466
# mas 'xcode', id: 497799835
mas 'World Clock Widgets', id: 956377119
